Repository: tony2001/gpasman
Catalog: po/*.po
Languages: nl

source: Could not open default file.
nl: Kon het standaard bestand niet openen.

source: /_File
nl: /_Bestand

source: /File/_Open
nl: /Bestand/_Openen

source: /File/sep1
nl: /Bestand/sep1

source: /File/_Save
nl: /Bestand/_Opslaan

source: /File/Save _As...
nl: /Bestand/Opslaan _als...

source: /File/Close
nl: /Bestand/Sluiten

source: /File/Quit
nl: /Bestand/Exit

source: /_Edit
nl: /_Bewerken

source: /Edit/New entry
nl: /Bewerken/Nieuw item

source: /Edit/Edit entry
nl: /Bewerken/Item bewerken

source: /Edit/Delete entry
nl: /Bewerken/Verwijder item

source: /Edit/sep1
nl: /Bewerken/sep1

source: /Edit/Change password
nl: /Bewerken/Paswoord wijzigen

source: /_View
nl: /_Tonen

source: /View/Show passwords
nl: /Tonen/Toon Paswoorden

source: /_Help/About
nl: /_Help/Over

source: /_Delete
nl: /_Verwijderen

source: User
nl: Gebruikersnaam

source: Password
nl: Paswoord

source: Comments
nl: Commentaar

source: Clipboard:
nl: Plakbord:

source: Doubleclick an entry to copy the password
nl: Dubbelklik op een item om het paswoord te kopieren

source: Initialising...
nl: Initialiseren...

source: Master password
nl: Hoofdpaswoord

source: Enter master password for %s:
nl: Geef het hoofdpaswoord voor %s:

source: Password has to be > %d characters
nl: Het paswoord moet meer dan %d karakters bevatten

source: Select file
nl: Kies bestand

source: Load initialised
nl: Laden gestart

source: Can't open file
nl: Kan het bestand niet openen

source: File permissions bad, should be -rw-------
nl: Verkeerde permissies, deze moeten -rw------- zijn

source: File is a symlink
nl: Bestand is een symbolische link

source: Can't get file status
nl: Kan de bestandsstatus niet leze

source: Internal program error
nl: Interne fout

source: Last entry loaded
nl: Laatste item geladen

source: Save initialised
nl: Opslaan gestart

source: Can't open/create file
nl: Bestand kan niet geopend/gemaakt worden

source: Error writing file, contents not saved
nl: Kan het bestand niet schrijven, inhoud niet opgeslagen

source: Save finished
nl: Klaar met opslaan

source: Do you want to save the changes you made to your passwords before closing? Your changes will be lost if you don't save them.
nl: Wenst u de wijzigen aan uw paswoorden op te slaan alvorens te stoppen? Uw wijzigingen zullen verloren gaan indien u deze niet opslaat.

source: New entry
nl: Nieuw item

source: _Add
nl: _Toevoegen

source: Edit entry
nl: Item bewerken

source: _Edit
nl: _Bewerken

source: You have to select a host to update one...
nl: U moet een host selecteren om te wijzigen...

source: User:
nl: Gebruikersnaam:

source: Password:
nl: Paswoord:

source: Comment:
nl: Opmerkingen:

source: To change the master password I have to save the modifications. Save modifications to continue?
nl: Om het hoofdpaswoord te wijzigen moet ik de wijzigen nu opslaan. Wijzigingen nu opslaan om verder te gaan?

source: Change master password
nl: Hoofdpaswoord wijzigen

source: New password:
nl: Nieuw paswoord:

source: Confirm password:
nl: Paswoord bevestigen:

source: Master password has to be > %d characters
nl: Hoofdpaswoord moet minstens %d tekens hebben.

source: New master passwords not identical
nl: De nieuwe hoofdpaswoorden zijn niet identiek

source: Master password changed
nl: Hoofdpaswoord gewijzigd

source: Do you want to save the changes you made to your passwords before opening a new file? Your changes will be lost if you don't save them.
nl: Wenst u uw wijzigingen aan uw paswoorden op te slaan aloverens een nieuw bestand te openen? Uw wijzigingen gaan verloren als u ze niet opslaat.

source: No file selected
nl: Geen bestand geselecteerd

source: Could not open file
nl: Kon het bestand niet openen

source: Successfully removed.
nl: Succesvol verwijderd.

source: You have to select a host to remove one...
nl: U dient een host te selecteren om deze te verwijderen...

source: Do you want to save the changes you made to your passwords before quitting? Your changes will be lost if you don't save them.
nl: Wilt u de wijzigingen aan uw paswoorden opslaan alvorens af te sluiten? Uw wijzigingen gaan verloren indien u deze niet opslaat.

source: Gpasman Oriniginally written by Olivier Sessink because he forgot a password (C) 1998-1999 - Olivier Sessink <gpasman@nl.linux.org> (C) 2003 - T. Bugra Uytun <t.bugra@uytun.com> http://gpasman.sourceforge.net the rc2 encryption is based on the rc2 library by Matthew Palmer
nl: Gpasman Oorspronkelijk geschreven door Olivier Sessink, omdat hij een paswoord vergeten was (C) 1998-1999 - Olivier Sessink <gpasman@nl.linux.org> (C) 2003 - T. Bugra Uytun <t.bugra@uytun.com> http://gpasman.sourceforge.net de rc2 encryptie is gebaseerd op de rc2 bibliotheek van Matthew Palmer

source: About gpasman
nl: Over gpasman

source: Gpasman - a password manager Gpasman encrypts a lot of passwords using one master password. Every time you load or save a new file a master password is asked to (un)lock the contents. You can change this master password using "change password". The contents can be edited using "new entry", "update entry" and "remove entry". If you have a lot of entries, sort them by clicking on the titles of the list. Doubleclicking an entry puts the password on the clipboard so you can simply paste it into your password asking application using the middle mouse button. Errors messages are put only on the statusbar, no annoying dialogs. If present, the file ~/.gpasman will be opened at startup. The rest should be pretty self explaining stuff.
nl: Gpasman - een paswoord beheerder Gpasman versleutelt veel paswoorden door gebruik te maken van een hoofdpaswoord. Telkens men een bestand laadt of een nieuw opslaat is het hoofdpaswoord gevraagd om de inhouden te (ver)ontsleutelen. Men kan het hoordpaswoord wijzigen met "Paswoord wijzigen" De inhoud kan bewerkt worden met "Nieuw item", "Item bewerken" en "item verwijderen". Wanneer u veel items heeft kan u deze sorteren door op de lijsttitels te klikken. Het dubbelklikken op een item plaatst het paswoord in het plakbord zodat je het gewoon in uw applicatie waar het paswoord gevraagd werd kan plakken door de middelmuisknop te gebruiken. Foutboodschappen worden op de statusbalk geplaatst, geen irritante dialoogvensters. Bij het starten wordt ~/.gpasman geopend (indien aanwezig). De rest zou zichzelf moeten uitleggen.

source: Personal password manager
nl: Persoonlijke paswoord beheerder
